Repository: Artorp/PlanningTool
Catalog: Source/PlanningTool/translations/*.po
Languages: tr

# PlanningTool.PTStrings.ACTION_PLANNING_TOOL_NAME
source: Start planning
tr: Planla

# PlanningTool.PTStrings.BRUSH_MENU.COPY_BUTTON_LABEL
source: Copy
tr: Kopyala

# PlanningTool.PTStrings.BRUSH_MENU.COPY_BUTTON_TOOLTIP_BODY
source: Copy plans {Hotkey}
tr: Planı kopyala {Hotkey}

# PlanningTool.PTStrings.BRUSH_MENU.COPY_BUTTON_TOOLTIP_HEADER
source: Copy
tr: Kopyala

# PlanningTool.PTStrings.BRUSH_MENU.CUT_BUTTON_LABEL
source: Cut
tr: Kes

# PlanningTool.PTStrings.BRUSH_MENU.CUT_BUTTON_TOOLTIP_BODY
source: Cut plans {Hotkey}
tr: Planı kes {hotkey}

# PlanningTool.PTStrings.BRUSH_MENU.CUT_BUTTON_TOOLTIP_HEADER
source: Cut
tr: Kes

# PlanningTool.PTStrings.BRUSH_MENU.EXPORT_BUTTON_LABEL
source: Export
tr: Dışa Aktar

# PlanningTool.PTStrings.BRUSH_MENU.EXPORT_BUTTON_TOOLTIP_BODY
source: Place the plan currently on the game's clipboard to your system's clipboard
tr: Şu anda oyunun panosunda bulunan planı sisteminizin panosuna yerleştirin

# PlanningTool.PTStrings.BRUSH_MENU.EXPORT_BUTTON_TOOLTIP_HEADER
source: Export
tr: Dışa Aktar

# PlanningTool.PTStrings.BRUSH_MENU.HIDE_BUTTON_LABEL
source: Hide / show
tr: Göster/Gizle

# PlanningTool.PTStrings.BRUSH_MENU.HIDE_BUTTON_TOOLTIP_BODY
source: Toggle visibility of placed plans {Hotkey}
tr: Yerleştirilen planların görünürlüğünü değiştir {Hotkey}

# PlanningTool.PTStrings.BRUSH_MENU.HIDE_BUTTON_TOOLTIP_HEADER
source: Hide / Show Plans
tr: Göster/Gizle

# PlanningTool.PTStrings.BRUSH_MENU.IMPORT_BUTTON_LABEL
source: Import
tr: İçe Aktar

# PlanningTool.PTStrings.BRUSH_MENU.IMPORT_BUTTON_TOOLTIP_BODY
source: Attempt to import a plan from the system's clipboard to the game's clipboard Import errors are logged to the game's player.log file.
tr: Sistemin panosundan oyunun panosuna bir plan aktarma girişimi İçe aktarma hataları oyunun player.log dosyasına kaydedilir.

# PlanningTool.PTStrings.BRUSH_MENU.IMPORT_BUTTON_TOOLTIP_HEADER
source: Import
tr: İçe Aktar

# PlanningTool.PTStrings.BRUSH_MENU.PASTE_BUTTON_LABEL
source: Paste
tr: Yapıştır

# PlanningTool.PTStrings.BRUSH_MENU.PASTE_BUTTON_TOOLTIP_BODY
source: Paste previously copied plans {Hotkey}
tr: Önceden kopyalanan planları yapıştırın {Hotkey}

# PlanningTool.PTStrings.BRUSH_MENU.PASTE_BUTTON_TOOLTIP_HEADER
source: Paste
tr: Yapıştır

# PlanningTool.PTStrings.BRUSH_MENU.SAMPLE_BUTTON_LABEL
source: Sample
tr: Örnek

# PlanningTool.PTStrings.BRUSH_MENU.SAMPLE_BUTTON_TOOLTIP_BODY
source: Copy shape and color from already placed plan {Hotkey}
tr: Halihazırda yerleştirilmiş olan plandan şekli ve rengi kopyalayın {Hotkey}

# PlanningTool.PTStrings.BRUSH_MENU.SAMPLE_BUTTON_TOOLTIP_HEADER
source: Sample
tr: Örnek

# PlanningTool.PTStrings.BRUSH_MENU.SLIDER_TEXT
source: Transparency: {0:0.00}
tr: Şeffaflık: {0:0.00}

# PlanningTool.PTStrings.BRUSH_MENU.SLIDER_TOOLTIP
source: Change the transparency of plans
tr: Planların şeffaflığını değiştirin

# PlanningTool.PTStrings.COLORS.BLACK
source: Black
tr: Siyah

# PlanningTool.PTStrings.COLORS.BLUE
source: Blue
tr: Mavi

# PlanningTool.PTStrings.COLORS.CYAN
source: Cyan
tr: Turkuaz

# PlanningTool.PTStrings.COLORS.GRAY
source: Gray
tr: Gri

# PlanningTool.PTStrings.COLORS.GREEN
source: Green
tr: Yeşil

# PlanningTool.PTStrings.COLORS.MAGENTA
source: Magenta
tr: Pembe

# PlanningTool.PTStrings.COLORS.ORANGE
source: Orange
tr: Turuncu

# PlanningTool.PTStrings.COLORS.RED
source: Red
tr: Kırmızı

# PlanningTool.PTStrings.COLORS.VIOLET
source: Violet
tr: Mor

# PlanningTool.PTStrings.COLORS.WHITE
source: White
tr: Beyaz

# PlanningTool.PTStrings.COLORS.YELLOW
source: Yellow
tr: Sarı

# PlanningTool.PTStrings.HOVER_CARD.COPY_ACTION_NAME
source: Copy plan
tr: Planı Kopyala

# PlanningTool.PTStrings.HOVER_CARD.COPY_HOTKEY
source: {Hotkey} - Copy
tr: {Hotkey} - Kopyala

# PlanningTool.PTStrings.HOVER_CARD.CUT_ACTION_NAME
source: Cut plan
tr: Planı kes

# PlanningTool.PTStrings.HOVER_CARD.CUT_HOTKEY
source: {Hotkey} - Cut
tr: {Hotkey} - Kes

# PlanningTool.PTStrings.HOVER_CARD.FLIP_HORIZONTALLY_HOTKEY
source: {Hotkey} - Flip horizontally
tr: {Hotkey} - Yatay çevir

# PlanningTool.PTStrings.HOVER_CARD.PASTE_ACTION_NAME
source: Paste plan
tr: Planı Yapıştır

# PlanningTool.PTStrings.HOVER_CARD.PASTE_HOTKEY
source: {Hotkey} - Paste
tr: {Hotkey} - Yapıştır

# PlanningTool.PTStrings.HOVER_CARD.PLANNING_ACTION_NAME
source: Place plan
tr: Planı yerleştir

# PlanningTool.PTStrings.HOVER_CARD.ROTATE_LEFT_HOTKEY
source: {Hotkey} - Rotate left
tr: {Hotkey} - Sola döndür

# PlanningTool.PTStrings.HOVER_CARD.ROTATE_RIGHT_HOTKEY
source: {Hotkey} - Rotate right
tr: {Hotkey} - Sağa döndür

# PlanningTool.PTStrings.HOVER_CARD.SAMPLE_ACTION_NAME
source: Sample plan
tr: Örenk plan

# PlanningTool.PTStrings.HOVER_CARD.SAMPLE_HOTKEY
source: {Hotkey} - Sample
tr: {Hotkey} - Örnek

# PlanningTool.PTStrings.HOVER_CARD.SWITCH_COLOR_HOTKEY
source: {Hotkey} - Switch color
tr: {Hotkey} - Rengi değiştir

# PlanningTool.PTStrings.HOVER_CARD.SWITCH_SHAPE_HOTKEY
source: {Hotkey} - Switch shape
tr: {Hotkey} - Şekli değiştir

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.COPY_PLAN
source: Copy plan
tr: Planı kopyala

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.CUT_PLAN
source: Cut plan
tr: Planı kes

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.FLIP_CLIPBOARD
source: Flip clipboard
tr: Panoyu çevir

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.GROUP_NAME
source: Planning tool (selected)
tr: Planlama aracı (seçildi)

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.HIDE_SHOW
source: Hide / show plans
tr: Göster / Gizle

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.PASTE_PLAN
source: Paste plan
tr: Planı yapıştır

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.ROTATE_CLIPBOARD_CCW
source: Rotate clipboard counter clockwise
tr: Panoyu saat yönünün tersine döndür

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.ROTATE_CLIPBOARD_CW
source: Rotate clipboard clockwise
tr: Panoyu saat yönünde döndür

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.SAMPLE_TOOL
source: Sample plan
tr: Örnek plan

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.SWITCH_COLOR
source: Switch plan color
tr: Plan rengini değiştir

# PlanningTool.PTStrings.PLANNING_TOOL_ACTIVE_BINDINGS.SWITCH_SHAPE
source: Switch plan shape
tr: Plan şeklini değiştir

# PlanningTool.PTStrings.PLANNING_TOOL_FILTER_ITEM
source: Plans
tr: Planlar

# PlanningTool.PTStrings.PLANNING_TOOL_NAME
source: Planning
tr: Planlama

# PlanningTool.PTStrings.PLANNING_TOOL_TOOLTIP
source: Create a plan {0}
tr: Plan oluştur {0}

# PlanningTool.PTStrings.SETTINGS.AUTO_SWITCH_TO_TITLE
source: Auto-switch to
tr: otomatik geçiş

# PlanningTool.PTStrings.SETTINGS.AUTO_SWITCH_TO_TOOLTIP
source: Which filter to switch to when selecting cancel tool with planning tool active. Does nothing if the previous setting is disabled.
tr: Planlama aracı etkinken iptal aracını seçerken hangi filtreye geçileceği. Önceki ayar devre dışı bırakılırsa hiçbir şey yapmaz.

# PlanningTool.PTStrings.SETTINGS.PLAN_STYLE_SIMPLE
source: Simple
tr: Basit

# PlanningTool.PTStrings.SETTINGS.PLAN_STYLE_SKETCH
source: Sketch
tr: Kroki

# PlanningTool.PTStrings.SETTINGS.PLAN_STYLE_TITLE
source: Graphic style
tr: Grafik stili

# PlanningTool.PTStrings.SETTINGS.PLAN_STYLE_TOOLTIP
source: Choose a style for the appearance of the plans.
tr: Planların görünümü için bir stil seçin.

# PlanningTool.PTStrings.SETTINGS.REMOVE_PLAN_ON_CONSTRUCTION_TITLE
source: Remove plan on construction
tr: İnşaat planını kaldır

# PlanningTool.PTStrings.SETTINGS.REMOVE_PLAN_ON_CONSTRUCTION_TOOLTIP
source: When a building is constructed on top of a previously marked plan, remove that plan.
tr: Önceden işaretlenmiş bir planın üzerine bir bina inşa edildiğinde, o planı kaldırın.

# PlanningTool.PTStrings.SETTINGS.SWITCH_PLAN_FILTER_TITLE
source: Auto-switch Cancel Tool Filter
tr: Otomatik Geçiş Filtresi İptal Aracı

# PlanningTool.PTStrings.SETTINGS.SWITCH_PLAN_FILTER_TOOLTIP
source: If the cancel tool is selected while the planning tool is active and the filter is not 'Plans' or 'All', the cancel tool filter will automatically be set to the below setting. This should save you a click if you left the cancel tool on something else, and ensure the cancel tool will always remove a plan when selected from planning mode.
tr: Planlama aracı etkinken iptal aracı seçilirse ve filtre 'Planlar' veya 'Tümü' değilse, iptal aracı filtresi otomatik olarak aşağıdaki ayara getirilir. Bu, iptal aracını başka bir şeyde bıraktıysanız size bir tıklama kazandırmalı ve planlama modundan seçildiğinde iptal aracının her zaman bir planı kaldırmasını sağlamalıdır.

# PlanningTool.PTStrings.SHAPES.CIRCLE
source: Circle
tr: Dönüş

# PlanningTool.PTStrings.SHAPES.DIAMOND
source: Diamond
tr: Elmas

# PlanningTool.PTStrings.SHAPES.RECTANGLE
source: Rectangle
tr: Dikdörtgen
